Revit 2027 API
ParameterTypeId.PathReinSummary Property
 "Summary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinSummary { get; }
Public Shared ReadOnly Property PathReinSummary As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinSummary {
	ForgeTypeId^ get ();
}
static member PathReinSummary : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace